Repository: Fs081/XKlass
Catalog: XKlass/usr/lib/enigma2/python/Plugins/Extensions/XKlass/locale/*/LC_MESSAGES/XKlass.po
Languages: el

source: Waiting
el: Σε αναμονή

source: In progress
el: Σε εξέλιξη

source: Finished
el: Ολοκληρωθηκε

source: Failed
el: Aπέτυχε

source: Error: %s Retry?
el: Σφάλμα: %s Επανάληψη?

source: Error
el: Σφάλμα

source: An unknown error occurred!
el: Εμφανίστηκε ένα άγνωστο σφάλμα!

source: A required tool (%s) was not found.
el: Δεν βρέθηκε ένα απαιτούμενο εργαλείο (%s).

source: Cancelled upon user request
el: Ακυρώνεται κατόπιν αιτήματος του χρήστη

source: Error code
el: Λάθους Κωδικός

source: Catch Up Categories
el: Κατηγορία Καταγραφης

source: Sort: A-Z
el: Ταξινόμηση: A-Z

source: Back
el: Επιστροφή

source: Search
el: Αναζήτηση σε

source: ALL
el: ΟΛΑ

source: Server error or invalid link.
el: Σφάλμα διακομιστή ή μη έγκυρος σύνδεσμος.

source: Reset Search
el: Επαναφορά Αναζήτηση

source: Reverse
el: Αντίστροφη

source: Page:
el: Σελίδα:

source: Sort: Z-A
el: Ταξινόμηση: Z-A

source: Sort: Original
el: Ταξινόμηση: Αρχική

source: Sort: Added
el: Ταξινόμηση: Προστέθηκε

source: Filter this category...
el: Φιλτράρετε αυτή την Kατηγορία...

source: No results found.
el: Δεν βρέθηκαν αποτελέσματα.

source: Incorrect pin code.
el: Εσφαλμένος Kωδικός pin.

source: all
el: όλα

source: Please enter the parental control pin code
el: Πληκτρολογήστε το Kωδικό PIN Γονικού Eλέγχου

source: Enter pin code
el: Πληκτρολογήστε τον Kωδικό Pin

source: Added to download manager
el: Προστέθηκε στον Διαχειριστή Λήψεων

source: Note recording acts as an open connection.
el: Η εγγραφή σημείωσης λειτουργεί ως ανοικτή σύνδεση.

source: Do not record and play streams at the same time.
el: Μην εγγράφετε και μην αναπαράγετε ροές ταυτόχρονα.

source: Open download manager?
el: Άνοιγμα Διαχειριστή Λήψης;

source: Already added to download manager
el: Έχει ήδη προστεθεί στον Διαχειριστή Λήψεων

source: Catchup error. No data for this slot
el: Σφάλμα Catchup. Δεν υπάρχουν δεδομένα για αυτήν την υποδοχή

source: Catchup currently not available. Missing EPG data
el: Το Catchup δεν είναι προς το παρόν διαθέσιμο. Λείπουν δεδομένα EPG

source: Do you want to resume this playback?
el: Θέλετε να Συνεχίσετε την Αναπαραγωγή;

source: Resume position at %s
el: Συνέχιση της θέσης στο %s

source: Resolution Change Failed
el: Αλλαγή Ανάλυσης Oθόνης Απέτυχε

source: Menu
el: Μενού

source: Manual EPG Update
el: Χειροκίνητη ενημέρωση EPG

source: Playlist Settings
el: Ρυθμίσεις Λίστας Αναπαραγωγής

source: Show/Hide Channels
el: Εμφάνιση/Απόκρυψη Kαναλιών

source: Account Info
el: Στοιχεία Λογαριασμού

source: Add New Playlist
el: Προσθήκη νέας λίστας αναπαραγωγής

source: Download Manager
el: Διαχείριση λήψης

source: Global Settings
el: ΡΥΘΜΙΣΕΙΣ

source: Recordings in progress. EPG not downloaded.
el: Ηχογραφήσεις σε εξέλιξη. Το EPG δεν έχει ληφθεί.

source: EPGs downloading.
el: Λήψη προγραμμάτων EPG.

source: Live
el: Ζωντανή

source: Vod
el: Βίντεο κατ' Aπαίτηση

source: Series
el: ΣΕΙΡΕΣ

source: Catchup
el: Καταγραφη

source: Not Started
el: Δεν ξεκίνησε

source: VOD Download Manager
el: Διαχειριστής λήψης VOD

source: Download
el: Λήψη

source: Remove
el: Αφαίρεση

source: Free Space:
el: Ελεύθερος χώρος:

source: of
el: του

source: Cancel
el: Ακύρωση

source: Please set download folder in Main Settings.
el: Ορίστε το φάκελο λήψης στις Κύριες ρυθμίσεις.

source: Vod Download folder location does not exist.
el: Η θέση του φακέλου των Λήψεων Βίντεο κατ' Aπαίτηση δεν υπάρχει.

source: Please update your wget library to download https lines opkg update opkg install wget
el: Παρακαλούμε ενημερώστε τη βιβλιοθήκη wget για να κατεβάζετε γραμμές https ενημέρωση opkg opkg install wget

source: Cancel this download?
el: Ακύρωση αυτής της λήψης;

source: Delete this entry?
el: Να διαγράψω αυτή την καταχώρηση;

source: Please enter the correct pin code
el: Παρακαλώ εισάγετε το σωστό κωδικό pin

source: The pin code you entered is wrong.
el: Ο κωδικός pin που καταχωρήσατε είναι λάθος.

source: Hidden Categories
el: Κρυμμένες κατηγορίες

source: Save
el: Αποθήκευση

source: Invert
el: Αντιστροφή

source: Reset
el: Επαναφορά

source: Error: All categories hidden. Please amend your selection.
el: Σφάλμα: Όλες οι κατηγορίες είναι κρυμμένες. Παρακαλούμε τροποποιήστε την επιλογή σας.

source: Live Categories
el: Live Κατηγορίες

source: Live TV
el: TV

source: FAVOURITES
el: Αγαπημένα

source: RECENTLY WATCHED
el: Παρακολουθήσατε πρόσφατα

source: Delete
el: Διαγραφή

source: Next Info
el: Επόμενη ένδειξη

source: Now Info
el: Ενημέρωση τώρα

source: Recording Timer Set.
el: Ορισμός χρονοδιακόπτη εγγραφής.

source: Recording Failed.
el: Η εγγραφή απέτυχε.

source: Info
el: Πληροφορίες

source: No internet.
el: Χωρίς internet.

source: Not Authorised
el: Μη εξουσιοδοτημένο

source: Active
el: Ενεργή

source: Banned
el: Αποκλεισμός

source: Disabled
el: Απενεργοποιημένο

source: Expired
el: Έληξε

source: Active Conn:
el: Ενεργό Conn:

source: Max Conn:
el: Μέγιστο Conn:

source: You have dead playlists that are slowing down loading. Press Yellow button to soft delete dead playlists
el: Έχετε νεκρές λίστες αναπαραγωγής που επιβραδύνουν τη φόρτωση. Πατήστε το κίτρινο κουμπί για να διαγράψετε τις νεκρές λίστες αναπαραγωγής.

source: Delete selected playlist?
el: Διαγραφή της επιλεγμένης λίστας αναπαραγωγής;

source: Delete providers EPG data?
el: Διαγραφή δεδομένων EPG παρόχου;

source: Really close without saving settings?
el: Πραγματικό κλείσιμο χωρίς αποθήκευση των ρυθμίσεων;

source: Short name or provider name:
el: Σύντομο όνομα ή όνομα παρόχου:

source: Show LIVE category:
el: Προβολή κατηγορίας LIVE:

source: Show VOD category:
el: Προβολή κατηγορίας Βίντεο κατ' απαίτηση:

source: Show SERIES category:
el: Προβολή κατηγορίας σειρές:

source: Show CATCHUP category:
el: Προβολή της κατηγορίας CATCHUP:

source: Output:
el: Εξοδος:

source: Stream Type LIVE:
el: Τύπος μετάδοσης LIVE:

source: Stream Type VOD/SERIES:
el: Τύπος μετάδοσης Βίντεο κατ' απαίτηση/σειρές ;

source: EPG offset:
el: Μετατόπιση EPG:

source: Use alternative EPG url:
el: Χρήση εναλλακτικής διεύθυνσης του EPG:

source: Alternative EPG url:
el: Εναλλακτική διεύθυνση EPG:

source: Bouquet name cannot be blank. Please enter a unique bouquet name. Minimum 3 characters.
el: Το όνομα του μπουκέτου δεν μπορεί να είναι κενό. Παρακαλούμε εισάγετε ένα μοναδικό όνομα μπουκέτου. Ελάχιστο 3 χαρακτήρες.

source: Name already used. Please enter a unique name.
el: Το όνομα χρησιμοποιείται ήδη. Παρακαλώ εισάγετε ένα μοναδικό όνομα.

source: Sort: Year
el: Ταξινόμηση: Έτος

source: IPTV Xtream Codes playlists player by KiddaC
el: Διαδικτυακός τηλεοπτικός αναπαραγωγός πρωτοκόλλου από τον KiddaC

source: Close
el: Κλείσιµο

source: Please enter recording time
el: Παρακαλώ εισάγετε το χρόνο εγγραφής

source: Please enter recording end time
el: Παρακαλώ εισάγετε την ώρα λήξης της εγγραφής

source: Name
el: Όνομα

source: Start Time
el: Χρόνος έναρξης

source: End Time
el: Τέλος χρόνου

source: Series Categories
el: Κατηγορίες Σειρών

source: No series found in this category.
el: Δεν βρέθηκαν σειρές στην κατηγορία αυτή.

source: Season
el: Σεζόν

source: Rating:
el: Βαθμολογία:

source: Cast:
el: Ηθοποιοί:

source: Director:
el: Σκηνοθέτης:

source: Overview
el: Σύνοψη

source: Add Playlist
el: Προσθήκη λίστας Aναπαραγωγής

source: Protocol:
el: Πρωτόκολλο:

source: Server URL: i.e. domain.xyz
el: Διεύθυνση URL διακομιστή: π.χ. domain.xyz

source: Port:
el: Θύρα:

source: Username:
el: Όνομα χρήστη:

source: Password:
el: Συνθηματικό:

source: Details are not valid or unauthorised
el: Τα στοιχεία δεν είναι έγκυρα ή μη εξουσιοδοτημένα

source: Bouquet name cannot be blank. Please enter a unique bouquet name. Minimum 2 characters.
el: Το όνομα του μπουκέτου δεν μπορεί να είναι κενό. Παρακαλούμε εισάγετε ένα μοναδικό όνομα μπουκέτου. Ελάχιστο 2 χαρακτήρες.

source: Playlist added successfully.
el: Η λίστα αναπαραγωγής προστέθηκε επιτυχώς.

source: User Information
el: Πληροφορίες χρήστη

source: Status:
el: Kατάσταση

source: Expiry Date:
el: Ημερομηνία λήξης:

source: Created At:
el: Δημιουργήθηκε στις:

source: Is Trial:
el: Είναι δοκιμαστική:

source: Active Connections:
el: Ενεργές συνδέσεις:

source: Max Connections:
el: Ανώτατες συνδέσεις:

source: Allowed Output Formats:
el: Επιτρεπτές μορφές εξόδου:

source: Real URL:
el: Πραγματική διεύθυνση URL:

source: Timezone:
el: Χρονική ζώνη:

source: Server Offset:
el: Μετατόπιση διακομιστή:

source: Unknown
el: Άγνωστο

source: Please change default parental pin. Pin cannot be 0000, 111, or 1234
el: Παρακαλώ αλλάξτε την προεπιλεγμένη γονική καρφίτσα. Το pin δεν μπορεί να είναι 0000, 111 ή 1234

source: You need to restart the GUI
el: Πρέπει να επανεκκινήσετε το GUI

source: Do you want to restart now?
el: Θέλετε να επανεκκινήσετε τώρα;

source: Select skin
el: Επιλέξτε Γραφικό περιβάλλον

source: Select fake web user-agent
el: Επιλέξτε ψεύτικο διαδικτυακό πράκτορα χρήστη.(user-Agent)

source: playlists.txt location
el: Τοποθεσία Λίστα αναπαραγωγής.txt

source: *Restart GUI Required
el: * Απαιτείται επανεκκίνηση GUI

source: EPG download location
el: Τοποθεσία λήψης EPG

source: VOD download folder
el: Φάκελος λήψης βίντεο κατόπιν αιτήματος

source: Default LIVE stream type
el: Προεπιλεγμένος τύπος ροής LIVE

source: Default VOD/SERIES stream type
el: Προκαθορισμένος τύπος ροής VOD/SERIES

source: XKlass parental control
el: Γονικός έλεγχος του XKlass

source: XKlass parental pin
el: XKlass κωδικός γονικού ελέγχου

source: Show in main menu
el: Προβολή στο κύριο μενού

source: Use Movie Database(TMDB) for VOD & Series
el: Χρησιμοποιήστε τη βάση δεδομένων ταινιών(TMDB) για VOD & σειρές

source: Movie Database language
el: Γλώσσα βάσης δεδομένων ταινιών

source: Margin before catchup (mins)
el: Περιθώριο πριν από την αναπλήρωση (λεπτά)

source: Margin after catchup (mins)
el: Περιθώριο μετά την αναπλήρωση (λεπτά)

source: Allow SubsSupport plugin in VOD
el: Επιτρέψτε την προσθήκη SubsSupport στο VOD

source: Automatic EPG download time
el: Χρόνος αυτόματης λήψης EPG

source: Show intro video
el: Εμφάνιση βίντεο εισαγωγής

source: Loop intro video
el: Βρόχος βίντεο εισαγωγής

source: Show channel picons
el: Εμφάνιση picons του καναλιού

source: Show Vod/Series posters
el: Εμφάνιση αφισών Vod/σειρών

source: Show infobar picons
el: Εμφάνιση infobar picons

source: Show infobar posters
el: Εμφάνιση αφισών infobar

source: Auto start XKlass on boot
el: Αυτόματη εκκίνηση του XKlass κατά την εκκίνηση

source: Choose Directory:
el: Επιλέξτε κατάλογο:

source: Main Menu
el: Κύριο μενού

source: Movies
el: ΤΑΙΝΙΕΣ

source: Vod Categories
el: Κατηγορίες βίντεο κατά απαίτηση

source: Movie
el: Ταινία

source: The TMDB plugin is not installed! Please install it.
el: Το πρόσθετο TMDB δεν είναι εγκατεστημένο! Παρακαλώ εγκαταστήστε το.

source: The IMDb plugin is not installed! Please install it.
el: Το πρόσθετο IMDb δεν είναι εγκατεστημένο! Παρακαλώ εγκαταστήστε το.

source: VOD
el: Βίντεο κατ' απαίτηση
